[FRAMELANGUAGEINFO]
text_simpleNoticeMsg_text=The task has been added. Please check its progress in the transfer list.

about_privacy_statement=Privacy statement:

about_logo_txt_text=About                           
closebtn_tooltip=Close                           
about_name_text=Product                           
about_version_text=Version                           
about_owner_text=Copyright                         
about_cont_text=Contact With
about_note_text=Note                           
label_ver_name_text=Onebox                           
label_ver_num_text=1.2.3.3825                           
label_copy_rigth_text=Copyright © Huawei Technologies Co., Ltd. 1998-2015.                           
label_contactF_text=IT  - lizhonghua(00186756)                           
label_contactS_text=Product line  - zhubiao(00178165)                           
label_warnning_text=Note:Logs of your operations on Onebox are recorded. Please observe information security regulations of Huawei.                          

backup_create_text=New Task
backup_create_tooltip=New Task
backup_edit_text=Edit
backup_edit_tooltip=Edit
backup_delete_text=Delete
backup_delete_tooltip=Delete
backup_update_tooltip=Refresh
backup_fileName_text=File
backup_taskStatus_text=Task Status
backup_taskTime_text=Next time
backup_taskPath_text=Onebox path
backup_listViewTipText_text=No backup task at the moment.

BackUpCheck_title_text=Prompt
BackUpCheck_ok_text=OK
BackUpCheck_cancel_text=Cancel

BackUpError_title_text=Prompt
BackUpError_fileName_text=Name
BackUpError_taskError_text=Error Description
BackUpError_ok_text=Close

backup_item_pause_tooltip=Pause
backup_item_resume_tooltip=Start
backup_item_complete_tooltip=Completed,Click to start it immediately
backup_item_waiting_tooltip=Waiting,Click to start it immediately
backup_item_falsh_tooltip=Retry
backup_item_error_text=Error
backup_item_error_tooltip=Error

createTeamSpace_title_text=Create a new team.
createTeamSpace_name_text=Team Name:
createTeamSpace_description_text=Description:
createTeamSpace_ok_text=OK
createTeamSpace_cancel_text=Cancel

distandTeamSpace_title_text=Dismiss team space
distandTeamSpace_description_text=After a team space is dismissed, all data in it will be deleted. Are you sure you want to dismiss it?
distandTeamSpace_desc_text=If you have confirmed that you want to dismiss XXX, please enter yes
distandTeamSpace_ok_text=OK
distandTeamSpace_cancel_text=Cancel

FileMoveOrDrop_title_text=File Moving
FileMoveOrDrop_desc_text=Are you sure you want to move the file(s)?
FileMoveOrDrop_ok_text=OK
FileMoveOrDrop_cancel_text=Cancel

fileVersion_title_text=Historical version.
fileVersion_fileName_text=MyFiles.txt

fileVersion_item_down_text=
fileVersion_item_down_tooltip=Download File
fileVersion_item_delete_text=
fileVersion_item_delete_tooltip=Delete

label_account_text=Account/ID
label_password_text=Password
label_rempassword_text=Remember password
label_autologin_text=Auto login
btn_cancel_text=Cancel
btn_login_text=Log In

lookTeamSpace_title_text=Team Space Details
lookTeamSpace_name_text=Name:
lookTeamSpace_description_text=Description:
lookTeamSpace_num_text=Member quota:
lookTeamSpace_numRealy_text=Current members:
lookTeamSpace_numSputa_text=Space quota:
lookTeamSpace_numActive_text=Used space:
lookTeamSpace_ok_text=Modify
lookTeamSpace_cancel_text=Cancel

btn_msg_text=Messages
btn_min_tooltip=Minimize
btn_max_tooltip=Maximize
btn_restore_tooltip=Restore
btn_close_tooltip=Close
leftRegion_myFile_text=My Space
leftRegion_share2Me_text=Shared to Me
leftRegion_myShare_text=My Sharing
leftRegion_teamSpace_text=Team Space
leftRegion_transfersList_text=Transfer List
mainframe_apply_text=Related function
leftRegion_backup_text=Auto backup
leftRegion_other_text=Others
leftRegion_usedQuotaTitle_text=space available：
leftRegion_usedQuota_text=No limit
leftRegion_userRegion_text=Shenzhen,China


modifyAdminTeamSpace_title_text=Change Owner
modifyAdminTeamSpace_tip_text=After the owner is changed, the original owner will be automatically degraded to administrator.
modifyAdminTeamSpace_text_text=Please enter the ID, domain account, or name and press Enter.
modifyAdminTeamSpace_ok_text=OK
modifyAdminTeamSpace_cancel_text=Cancel

msgFrame_marker_text=Mark As Readed
msgFrame_marker_tooltip=Mark As Readed
msgFrame_deleteAll_text=Delete
msgFrame_deleteAll_tooltip=Delete
msgFrame_downloadAll_text=Download
msgFrame_downloadAll_tooltip=Download
msgFrame_saveToMyFileAll_text=Save to
msgFrame_saveToMyFileAll_tooltip=Save to my space
msgFrame_refresh_tooltip=Refresh
msgFrame_listHeaderItemCtime_text=Date
msgFrame_Empty_text=No message
msgFrame_download_tooltip=Download
msgFrame_savetomyfile_tooltip=Save to my space
msgFrame_delete_tooltip=Delete
msgFrame_view_text=View
msgFrame_view_tooltip=View

myFile_searchtxt_text=Search by file name
myFile_upload_text=Upload
myFile_upload_tooltip=Upload
myFile_create_text=Create
myFile_create_tooltip=Create Folder
myFile_share_text=Share
myFile_share_tooltip=Share
myFile_download_text=Download
myFile_download_tooltip=Download
myFile_more_text=More
myFile_more_tooltip=More…
myFile_back_tooltip=Back
myFile_next_tooltip=Forward
myFile_update_tooltip=Refresh
myFile_list_tooltip=List
myFile_largeIcon_tooltip=Thumbnail
myFile_listheaderitemname_text=Name
myFile_listheaderitemsize_text=Size
myFile_listheaderitemtype_text=Type
myFile_listheaderitemctime_text=Date Modified

myFile_version_text=V9
myFile_version_tooltip=File Version
myFile_isShare_tooltip=Share
myFile_isShareLink_tooltip=ShareLink
myFile_isSync_tooltip=Sync

myShare_searchtxt_text=Search by file name
myShare_setShare_text=Share
myShare_setShare_tooltip=Share
myShare_canclShare_text=Cancel Share
myShare_canclShare_tooltip=Cancel Share
myShare_back_tooltip=Back
myShare_next_tooltip=Forward
myShare_flush_tooltip=Refresh
myShare_listHeaderItemName_text=Name
myShare_listHeaderItemType_text=Shared Type

teamSpace_List_isShareLink_tooltip=ShareLink

label_caption_text=Onebox
text_noticemsg_text=Prompt message
btn_ok_text=OK
btn_cancel_text=Cancel

quitTeamSpace_title_text=Quit Team Space
quitTeamSpace_desc_text=Are you sure you want to quit the team space?
quitTeamSpace_ok_text=OK
quitTeamSpace_cancel_text=Cancel

backup_setTask_title_text=Scheduled Upload Settings
backup_setTask_local_text=Local path:
backup_setTask_server_text=Onebox path:
backup_setTask_serverPath_text=
backup_setTask_change_text=Change
backup_setTask_Cycle_text=Scheduled period:
backup_setTask_taskCycleMax_text=Every week
backup_setTask_taskCycleMid_text=Fri.
backup_setTask_taskCycleMin_text=21:00
backup_setTask_ok_text=OK
backup_setTask_cancel_text=Cancel

settingFrame_title_text=Settings
leftRegion_userInfo_text=User information
leftRegion_basicSetting_text=Basic settings
leftRegion_transfer_text=Transfer settings
leftRegion_advancedSetting_text=Advanced settings
settingFrame_userInfo_title_text=MachineSally.Underwood.Frank.Jahson.H.Bubbery.
settingFrame_userInfo_number_text=H0048596
settingFrame_userInfo_context_text=User Experiense Design &amp; Digital Marketing / Office Product Dept
settingFrame_userInfo_AccountType_text=Account type:
settingFrame_userInfo_Account_text=Non-R&D
settingFrame_userInfo_btnChange_text=Change
settingFrame_userInfo_AccountContext_text=Some functions are not available to non-R&D accounts due to security restrictions. You can apply to change your account type. The change takes effect immediately upon approval.
settingFrame_userInfo_btnOk_text=OK
settingFrame_userInfo_btnCancel_text=Cancel
settingFrame_basicSetting_language_text=Language:
settingFrame_basicSetting_remind_text=Enable pop-up notification:
settingFrame_basicSetting_allowRemind_text=Yes
settingFrame_basicSetting_notallowRemind_text=No
settingFrame_basicSetting_remindContext_text=Pop-up notification pushes the latest Onebox message to you, such as file sharing messages.
settingFrame_basicSetting_buffer_text=Enable cache:
settingFrame_basicSetting_allowBuffer_text=Yes
settingFrame_basicSetting_notallowBuffer_text=No
settingFrame_basicSetting_bufferContext_text=The cache function accelerates Onebox indexing and display, with little local space used. When you disable the function, the system automatically clears the cache.
settingFrame_basicSetting_btnOk_text=OK
settingFrame_basicSetting_btnCancel_text=Cancel
settingFrame_transfer_download_text=Save downloaded files always in:
settingFrame_transfer_usedownload_text=Use
settingFrame_transfer_btnPath_text=...
settingFrame_transfer_Task_text=Concurrent task:
settingFrame_transfer_Number_text=Upload
settingFrame_transfer_TaskContext_text=With sufficient bandwidth, concurrency completes download tasks in shorter time.
settingFrame_transfer_Title_text=Transfer rate:
settingFrame_transfer_Upload_text=Upload
settingFrame_transfer_UploadNon_text=Unlimited
settingFrame_transfer_UploadPlace_text=Limited to
settingFrame_transfer_edtUploadSpeed_text=100
settingFrame_transfer_UploadSpeed_text=kb/s
settingFrame_transfer_Down_text=Download
settingFrame_transfer_DownNon_text=Unlimited
settingFrame_transfer_DownPlace_text=Limited to
settingFrame_transfer_edtDownSpeed_text=100
settingFrame_transfer_DownSpeed_text=kb/s
settingFrame_transfer_btnOk_text=OK
settingFrame_transfer_btnCancel_text=Cancel
settingFrame_advancedSetting_dataCenter_text=Data Center：
settingFrame_advancedSetting_city_text=Shenzhen
settingFrame_advancedSetting_btnChange_text=Change
settingFrame_advancedSetting_dataContext_text=Closer data centers offer higher transfer rates and better experience. However, change of data centers requires data migration.
settingFrame_advancedSetting_btnOk_text=OK
settingFrame_advancedSetting_btnCancel_text=Cancel

share2Me_searchtxt_text=Search by name or sharer
share2Me_download_text=Download                       
share2Me_download_tooltip=Download                          
share2Me_save_text=Save to my space
share2Me_save_tooltip=Save to my space
share2Me_exit_text=Delete               
share2Me_exit_tooltip=Delete Share                           
share2Me_version_text=View version                         
share2Me_version_tooltip=View version                          
share2Me_back_tooltip=Back                           
share2Me_next_tooltip=Forward                           
share2Me_flush_tooltip=Refresh                           
share2Me_listOpt_tooltip=List                           
share2Me_tabloidOpt_tooltip=Thumbnail                           
share2Me_titleHeaderBackup_text=Name                           
share2Me_titleHeaderOwner_text=Share By                          
share2Me_titleHeaderSize_text=Size                     
share2Me_titleHeaderTime_text=Share Time  
share2Me_listHeaderItemName_text=Name
share2Me_listHeaderItemOwner_text=Share By
share2Me_listHeaderItemSize_text=Size
share2Me_listHeaderItemTime_text=Share Time                         

shareFrame_title_text=Share
shareFrame_share_text=Share to Colleagues
shareFrame_link_text=Create Link
shareFrame_text_text=Add one by one or in batch
shareFrame_menu_text=Browsed By
shareFrame_users_text=Invite recipients
shareFrame_add_text=Add
shareFrame_intro_text=Description (optional).	
shareFrame_message_text=Add Messages
shareFrame_listUserTip_text=Press Enter to obtain more information.	
shareFrame_shareLinkText_text=Generate a download link and send it to colleagues via eSpace, 3MS, or email.
shareFrame_privateLink_text=Create Link
shareFrame_publicLinkTextTitle_text=Create Public Link
shareFrame_shareLinkTextInfo_text=Succeeded in creating the public link.
shareFrame_shareLinkTextTip_text=You can send the link to colleagues via eSpace, 3MS, or email now.
shareFrame_publicCopyUrl_text=Copy Link
shareFrame_privateLinkTextTitle_text=Link created successfully
shareFrame_privateCopyUrl_text=Copy Link
shareFrame_shareLinkTextCode_text=Use extraction code
shareFrame_privateCodeRefresh_tooltip=Refresh
shareFrame_shareLinkTextDate_text=Specify expiration date
shareFrame_shareLinkTextDateTip_text=To
shareFrame_invite_text=Invite
shareFrame_compelete_text=Finish
shareFrame_cancel_text=Cancel
shareFrame_linkCancel_text=Cancel

shareFrame_privatelinkIntro_text=You can create links for files and folders and send the links to any user.
shareFrame_privateEditOne_tooltip=Edit
shareFrame_privateCopyUrlOne_tooltip=Copy
shareFrame_privateDeleteOne_tooltip=Delete
shareFrame_shareLinkTextOne_text=Access control
shareFrame_privateEditTwo_tooltip=Edit
shareFrame_privateCopyUrlTwo_tooltip=Copy
shareFrame_privateDeleteTwo_tooltip=Delete
shareFrame_shareLinkTextTwo_text=Extraction code
shareFrame_privateEditThree_tooltip=Edit
shareFrame_privateCopyUrlThree_tooltip=Copy
shareFrame_privateDeleteThree_tooltip=Delete
shareFrame_shareLinkTextThree_text=Validity Period
shareFrame_privateLinkEx_text=Create More Links
shareFrame_privateTextEx_text=You can create multiple links and grant varied permissions to users.
shareFrame_shareLinkTextAccess_text=Access Control
shareFrame_shareLinkTextAccessUpload_text=Upload
shareFrame_shareLinkTextAccessDownload_text=Download
shareFrame_shareLinkTextAccessPreview_text=Preview
shareFrame_shareLinkTextCodeEx_text=Extraction Code
shareFrame_shareLinkTextCodeSwitch_text=Enable
shareFrame_shareLinkTextDynamicCodeSwitch_text=Use Dynamic Code
shareFrame_shareLinkTextDateEx_text=Validity Period
shareFrame_shareLinkTextDateSwitch_text=Enable
shareFrame_save_text=Save
shareFrame_back_text=Cancel
shareFrame_item_delete=Delete
shareFrame_links=Link(s)

teamSpace_back_tooltip=Back
teamSpace_next_tooltip=Forward
teamSpace_update_tooltip=Refresh
teamSpace_listFile_tooltip=List
teamSpace_create_text=Create Team
teamSpace_create_tooltip=Create Team Space
teamSpace_manage_text=Manage Member
teamSpace_manage_tooltip=Manage Member
teamSpace_teamMore_text=More
teamSpace_teamMore_tooltip=More…
teamSpace_uploadFile_text=Upload
teamSpace_uploadFile_tooltip=Upload Files
teamSpace_createDir_text=Create
teamSpace_createDir_tooltip=Create Folder
teamSpace_shareLink_text=External link
teamSpace_shareLink_tooltip=ShareLink
teamSpace_downFile_text=Download
teamSpace_downFile_tooltip=Download
teamSpace_more_text=More
teamSpace_more_tooltip=More…
teamSpace_filelist_tooltip=List
teamSpace_largeIcon_tooltip=Thumbnail
teamSpace_listHeaderItemName_text=Name
teamSpace_listHeaderItemSize_text=Size
teamSpace_listHeaderItemType_text=Type
teamSpace_listHeaderItemMOwner_text=Modified By
teamSpace_listHeaderItemCtime_text=Modification Date

TeamSpaceManage_title_text=Manage Member
TeamSpaceManage_count_text=8 members are added
TeamSpaceManage_addMember_text=Add member(s)
TeamSpaceManage_wellAdd_text=Pre-added member
TeamSpaceManage_close_text=Close
TeamSpaceManage_ok_text=OK
TeamSpaceManage_cancel_text=Cancel
TeamSpaceManage_item_delete_tooltip=Delete
teamSpaceManage_TileLayoutListItem_delete_btn_tooltip=Delete
TeamSpaceViewer_title_text=View member                           
TeamSpaceViewer_count_text=8 members are added                           
TeamSpaceViewer_close_text=Close                           

transTask_upload_progress_text_text=Progress                      
transTask_upload_pauseAll_text=Pause All                   
transTask_upload_pauseAll_tooltip=Pause All                           
transTask_upload_resumeAll_text=Resume All                      
transTask_upload_resumeAll_tooltip=Resume All                           
transTask_upload_cancelAll_text=Cancel All                       
transTask_upload_cancelAll_tooltip=Cancel All                        
transTask_upload_tip_text_text=No upload task at the moment.                
transTask_download_progress_text_text=Progress                      
transTask_download_pauseAll_text=Pause All                           
transTask_download_pauseAll_tooltip=Pause All                           
transTask_download_resumeAll_text=Resume All                           
transTask_download_resumeAll_tooltip=Resume All                           
transTask_download_cancelAll_text=Cancel All                           
transTask_download_cancelAll_tooltip=Cancel All                           
transTask_download_tip_text_text=No download task at the moment. 
transTask_complete_progress_text_text=20 Files compeleted                          
transTask_complete_clearAll_text=Clear All                       
transTask_complete_clearAll_tooltip=Clear All                      
transTask_complete_tip_text_text=No completed task at the moment.                          
transTask_uploadTable_text=Uploading                       
transTask_uploadTable_tooltip=Uploading                   
transTask_downloadTable_text=Downloading                     
transTask_downloadTable_tooltip=Downloading               
transTask_completeTable_text=Finished
transTask_completeTable_tooltip=Finished 

transTask_itemComplete_openFile_tooltip=Open File                           
transTask_itemComplete_delete_tooltip=Delete                           
transTask_item_error_text=Error                           
transTask_item_error_tooltip=Error                           
transTask_item_abnormal_text=Exceptions                           
transTask_item_abnormal_tooltip=Exceptions                           
transTask_item_pause_tooltip=Suspended
transTask_item_resume_tooltip=Start 
transTask_item_delete_tooltip=Delete                           

upgrade_msg_text=A new version of Onebox is available. Come experience it! The new version offers:                           
upgrade_firstmsg_text=1. Faster transfer.                            
upgrade_secondmsg_text=2. Stabler download. 
btn_upgrade=Upgrade                          

baseInfo_setting_text=Settings                           
baseInfo_phone_text=Mobile Apps                           
baseInfo_upgrade_text=Update                           
baseInfo_logout_text=Logout                          

OfficeAddin_btn_retry_text=ReTry
OfficeAddin_btn_retry_tooltip=ReTry
OfficeAddin_btn_cancl_text=Cancel
OfficeAddin_btn_cancl_tooltip=Cancel

transTask_item_size_text=100M/1G
transTask_item_error_text=Error
transTask_item_error_tooltip=Error
transTask_item_abnormal_text=exceptions
transTask_item_abnormal_tooltip=exceptions
transTask_item_pause_tooltip=Download paused.
transTask_item_resume_tooltip=Starting to download.
transTask_item_delete_tooltip=Delete

uploadFrame_cancel_text=Cancel
uploadFrame_cancel_tooltip=Cancel
uploadFrame_copy_text=Copy
uploadFrame_move_text=Move
uploadFrame_upLoad_text=Upload
uploadFrame_selectCloudDir_text=Please select a Onebox path:
uploadFrame_warning_text=Note: Files uploaded to the Onebox by right-click will not be automatically updated after they are changed in the local computer

[RIGHTMENU]
menu_canelsync=Cancel Sync
menu_settingsync=Set Sync
menu_toteamspace=Transmit to Teamspace
menu_copyormove=Copy/Move
menu_delete=Delete
menu_rename=Rename
menu_viewversion=View Version
menu_open=Open
menu_share=Share
menu_share_link=Share
menu_link=External Link
menu_download=Download
menu_newfolder=Create New Folder
menu_cancelshare=Cancel Share
menu_cancelshare_cancellink=Cancel Share
menu_savemyfile=Save to my space
menu_exitshare=Exit Sharing
menu_folderempower=Folder Authorization
menu_suspend=Pause Upload/Download
menu_recover=Resume Upload/Download
menu_openclient=Show Onebox
menu_web=Browse Onebox Web
menu_collectlog=Collect Logs
menu_help=Help
menu_about=About
menu_exit=Exit
menu_lookteam=View Details
menu_disbandteam=Dismiss Team
menu_exitteam=Quit Team
menu_modifyadmin=Change Owner
menu_managemember=Manage Member
menu_viewmember=View Member
menu_openteamspace=Open Team
menu_edit=Edit

[SHEELLEXTENT]
uploadtoonebox=Upload to Onebox
createbackup=Backup to Onebox
encryptupload=Encrypt and upload to Onebox

[COMMON]
uploadto=Upload to
teamSpace_base_name=Team Space
share2Me_searchDefault_text=Search by name or sharer
share2Me_base_name=Shared with me
share2Me_showbtn_start_text=
share2Me_showbtn_end_text=received share
share2Me_showbtn_start_keyword=In total 
share2Me_showbtn_end_keyword= matching results are found.
share2Me_showbtnname_start_text=Shares From
share2Me_showbtnname_end_text=.
myShare_searchDefault_text=Search by file name
myShare_base_name=Shared by me
myShare_showbtn_start_text=
myShare_showbtn_end_text=shared
myFile_base_name=My Space
myFile_version_start_text=View the
myFile_version_start_end=Version
myShare_sharetype_share=share
myShare_sharetype_link=link

myFile_base_total_start=Total:
myFile_base_total_end=Records

shareFrame_shareLinkTextOne_text=Access control
shareFrame_shareLinkTextTwo_text=Extraction code
shareFrame_shareLinkTextThree_text=Expiration date：
shareFrame_shareLinkTextDateTip_text=To
shareFrame_shareLinkTextDateTip2_text=Permanent
shareFrame_shareLinkTextAccessUpload_text=Upload
shareFrame_shareLinkTextAccessDownload_text=Download
shareFrame_shareLinkTextAccessPreview_text=Preview
shareFrame_shareLinkTextDymaticCode_text=Dynamic Code

msgFrame_searchcontent=Search by key word
msgFrame_share=Share
msgFrame_team=TeamSpace
msgFrame_group=Group
msgFrame_modifygrouppowerstart=You premission on group
msgFrame_modifygrouppowerend=has been changed

myspace_text=My Space

transError_Upload=An error occurred during upload.
transError_Download=An error occurred during Download.
transError_no_Exit=NotExit
transError_Text=Files Translate Failed

backUpError_Create=An error occurred during creation.
backUpError_Upload=An error occurred during upload.
backUpError_Rename=An error occurred during renaming.
backUpError_Move=An error occurred during file moveing.
backUpError_Cause=Cause:
backUpError_Propose=Propose:
backUpError_Value=Error Code:
backUpError_Text=files failed to be backed up. 

backup_button_state_wait_text=Wait
backup_button_state_wait_tooltip=The backup task execution time is not reached. You can click to execute the task immediately. 
backup_button_state_queue_text=Queuing...
backup_button_state_queue_tooltip=Suspended
backup_button_state_backup_text=Backing Up
backup_button_state_backup_tooltip=Suspended 
backup_button_state_pause_text=Suspended
backup_button_state_pause_tooltip=Start 
backup_button_state_complete_text=Completed
backup_button_state_complete_tooltip=Start
backup_button_state_failed_text=Abnormal
backup_button_state_failed_tooltip=Start  
backup_button_state_stop_text=Stopped
backup_button_state_without_text=Offline
backup_failed_path_invalidation=Details 
backup_failed_morethan_ninetynine=99+ Failures
backup_failed_count_start_text=
backup_failed_count_end_text=Failures
backup_failed_count=backup tasks failed. 
backup_state_pause_description=Backup Suspended
backup_state_pause_description_tooltip=Start 
backup_state_description_wait=Waiting 
backup_state_description_queue=Queuing
backup_state_description_queue_tooltip=The backup task is queuing. You can click to raise its priority. 
backup_pause_description=Start
backup_createtask_select_localpath=Select a local directory.
backup_createtask_select_cloudpath=Select the cloud directory.

backup_setTask_taskCycleMid_week=Weekly
backup_setTask_taskCycleMid_month=Monthly
backup_setTask_taskCycleMid_day=Daily
backup_setTask_taskCycleMid_mon=Mon.
backup_setTask_taskCycleMid_tue=Tue.
backup_setTask_taskCycleMid_wed=Wed.
backup_setTask_taskCycleMid_thu=Thu.
backup_setTask_taskCycleMid_fri=Fri.
backup_setTask_taskCycleMid_sat=Sat.
backup_setTask_taskCycleMid_sun=Sun.

backup_setTask_taskCycleMid_week_filed=Every
backup_setTask_monday=Monday
backup_setTask_tuesday=Tuesday
backup_setTask_wednesday=Wednesday
backup_setTask_thursday=Thursday
backup_setTask_friday=Friday
backup_setTask_saturday=Saturday
backup_setTask_sunday=Sunday

backup_setpolicy_description_queue

fullbackup_count_description_first=Total: 
fullbackup_count_description_second= ( 
fullbackup_count_description_third=   files or folders)，Remaining:
fullbackup_count_description_fourth=  files or folders) 
fullbackup_time_description=Remaining Time: 
fullbackup_backuping_description=Backing Up...

fullbackup_backuped_description=Backed up: 
fullbackup_timed_description=Currently backed up:
fullbackup_timed_description_second=, required
fullbackup_failed_description_start=Continuous Protection for  
fullbackup_failed_description_end= Days
fullbackup_failed_count_description=files or folders failed to be backed up.
fullbackup_offline_description=The client is offline.

fullbackup_time_description_onesecond=1 second
fullbackup_time_description_second= second
fullbackup_time_description_minute= minutes
fullbackup_time_description_hour= hours 
fullbackup_time_description_day= days 
fullbackup_time_decription_moreday=+ days 

fullbackup_dialog_settask_ok=OK
fullbackup_dialog_settask_finish=Finish

myspace_backup_folder_name=Backup of 

fullbackup_dialog_settask_select_local=Please select a local disk or folder that you want to back up.
fullbackup_dialog_settask_select_cloudy=The selected folder is backed up to the backup directory on the cloud.

teamSpace_member_manager_name=Manage Member
teamSpace_view_member_name=View Members

OfficeAddin_item_success_text=Succeeded in save to Onebox！
OfficeAddin_item_fail_text=Save failed

baseInfo_version=Current version: V

BackUpCheck_desc_start=Some months do not have 
BackUpCheck_desc_end=days. For these months, will be performed on the last day of the month.

backup_setTask_taskCycleMid_week=Every week
backup_setTask_taskCycleMid_month=Every month
backup_setTask_taskCycleMid_day=Every day
backup_setTask_taskCycleMid_mon=Mon.
backup_setTask_taskCycleMid_tue=Tue.
backup_setTask_taskCycleMid_wed=Wed.
backup_setTask_taskCycleMid_thu=Thu.
backup_setTask_taskCycleMid_fri=Fri.
backup_setTask_taskCycleMid_sat=Sat.
backup_setTask_taskCycleMid_sun=Sun.

backup_setTask_localfile=Local File

FileMoveOrDrop_desc_start=Are you sure you want to move the selected items to the folder?
FileMoveOrDrop_desc_mid=
FileMoveOrDrop_desc_start_end=

comment_waitfor=Waiting
comment_uploading=Uploading...
comment_pause=Pause
comment_compled=Finished.
comment_copyto=Copy to:
comment_moveto=Move To:
comment_copytocur=Moveto: current folder
comment_createnewdir=New Folder
comment_cancelsyn=Synchronization in progress. Click to cancel.
comment_setsyn=Not synchronized. Click to set synchronization.
comment_selectobj=Select Object
comment_inputcode=Enter extraction code
comment_inputemail=Enter recipient email address
teamSpace_memNum=Members:
nameDescription=Less than 255 characters.
descriptionDescription=The description must be shorter than 255 characters.
descriptionDescription_a=The description must be shorter than 255 characters.
descriptionDescription_b=Add Messages
distandTeamSpace_desc_start=If you have confirmed that you want to dismiss teamspace, please enter yes.
distandTeamSpace_desc_end=
lookTeamSpace_numDescription=No limit
teamSpace_auther=Owner
teamSpace_manager=Manager
teamSpace_editor=Editor
teamSpace_viewer=Viewer
teamSpace_lister=浏览者
teamSpace_previewer=Previewer
teamSpace_uploader=Uploader
teamSpace_uploaderandviewer=Uploader&Viewer
comment_addmember_start=
comment_addmember_end=members are added.
comment_power_auther=View,PreView,Upload,Download,Edit,Delete,share link,Member manager
comment_power_editor=View,PreView,Upload,Download,Edit,Delete,share link
comment_power_viewer=View,PreView,Download
comment_startupload=Start
comment_startdownload=Start
comment_pauseupload=Suspended
comment_pausedownload=Suspended
comment_upload=Upload
comment_download=Download
comment_getmore=Click to load more.
comment_copymove=Copy/Move
comment_savetoonebox=Save to Onebox
comment_save=Save
comment_savetoteamspace=Save to Team space
comment_selectcurdir=Select local folder
comment_ok=OK
comment_selectcloud=Select Onebox path
comment_office_uploadtoonebox=Upload to Onebox
comment_office_settings=Settings
comment_mycomputer=My Computer
comment_desktop=Desktop

comment_inputuserid=Invite recipients
comment_inputuserid_teamspace=Please enter the username, email or group name and press Enter.
comment_addmember_teamspace=Add member(s)
msgframe_system_msg=Notification
comment_commonuser=Common user

outlook_add_attachements=Add attachements
outlook_msg_add_attachements_failed=Failed to add attachements.
outlook_msg_close_notice=The attachements are not transmit over, do you still want to close the email?
outlook_msg_send_notice=The attachements are not transmit over, do you still want to send the email?
outlook_msg_service_abnormal=Please check the Onebox client is running?
common_uploadtoonebox=to Onebox

common_file_dialog_default_new_folder_name=New Folder
common_file_dialog_my_computer_name=My Computer
common_file_dialog_desktop_name=Desktop
common_file_dialog_my_document_name=My Documents
common_file_dialog_my_music_name=My Music
common_file_dialog_my_picture_name=My Pictures
common_file_dialog_my_video_name=My video
common_file_dialog_default_disk_name=Local Disk
common_file_dialog_default_myfile_name=My Space
common_file_dialog_default_teamspace_name=Teamspace

common_tooltip_maxchar=The entered string is longer than the allowed length.
common_tooltip_character=The character is invalid

transtask_status_uploading=Uploading - 
transtask_status_upload_paused=Paused
transtask_status_upload_waiting=Waiting...
transtask_status_uploaded=Uploaded

transtask_status_downloading=Downloading - 
transtask_status_download_paused=Paused
transtask_status_download_waiting=Waiting...
transtask_status_downloaded=Downloaded

transtask_status_failed=Failed

sendlink_add_message=Add message
sendlink_recipient=Recipient
common_synpath_des=(synchronization directory, which cannot be added to automatic backup)
[WINDOWNAME]
windowname_login_key=Login
windowname_noticemsg_key=Notice Text
windowname_upload_key=Upload
windowname_share_key=Share
windowname_upgrade_key=Upgrade Onebox